acpid
alsa-firmware
alsa-utils
autoconf
automake
awesome-terminal-fonts
bash
binutils
bison
bzip2
compton
coreutils
cpupower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
dunst
e2fsprogs
elinks
fakeroot
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-themes-extra
grep
groff
grub
gst-plugins-good
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inetutils
intel-ucode
iproute2
iputils
jfsutils
kitty
kodi
krita
less
lib32-libpulse
lib32-mesa
lib32-mesa-vdpau
lib32-speex
libtool
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
logrotate
lvm2
lxappearance
lxrandr
m4
make
man-db
man-pages
mdadm
nano
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nitrogen
noto-fonts-emoji
openssh
p7zip
pacman
papirus-icon-theme
patch
pciutils
perl
pkgconf
polkit-gnome
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
qt5-styleplugins
qt5ct
ranger
reiserfsprogs
s-nail
scrot
sed
shadow
steam
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
transmission-gtk
ttf-liberation
unicode-emoji
upower
usbutils
util-linux
vi
vim
vlc
w3m
which
wpa_supplicant
xf86-input-wacom
xf86-video-intel
xfsprogs
xorg-server
xorg-xbacklight
xorg-xev
xorg-xprop
xorg-xwininfo
xournalpp
zsh
