acpi
acpi_call
acpid
alsa-firmware
alsa-utils
autoconf
automake
awesome-terminal-fonts
bash
binutils
bison
blueman
bluez
bluez-utils
bridge-utils
bzip2
compton
coreutils
cpupower
crda
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
dnsmasq
dunst
e2fsprogs
ebtables
efibootmgr
elinks
fakeroot
figlet
file
filesystem
filezilla
findutils
firefox
flex
fuse-common
fuse2
gawk
gcc
gcc-libs
gettext
git
glava
glibc
gnome-keyring
gnome-themes-extra
go
grep
groff
grub
gst-libav
gst-plugins-good
gstreamer-vaapi
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inetutils
intel-ucode
iproute2
iputils
ipython
jfsutils
jq
jre-openjdk
kdeconnect
kitty
krita
less
lib32-libpulse
lib32-mesa
lib32-mesa-vdpau
lib32-speex
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-blastem
libretro-bsnes
libretro-citra
libretro-core-info
libretro-desmume
libretro-gambatte
libretro-genesis-plus-gx
libretro-melonds
libretro-mgba
libretro-mupen64plus
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-ppsspp
libretro-redream
libretro-reicast
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
libtool
libva-intel-driver
libva-vdpau-driver
libvdpau-va-gl
libvirt
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
logrotate
lvm2
lxappearance
lxrandr
m4
make
man-db
man-pages
mdadm
mopidy
mpc
nano
ncmpcpp
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nitrogen
noto-fonts-cjk
noto-fonts-emoji
openssh
ovmf
p7zip
pacman
papirus-icon-theme
patch
pciutils
pdfjs
perl
pkgconf
polkit-gnome
powerline-fonts
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulsemixer
python-cssutils
python-ndg-httpsclient
python-pip
python-pywal
qemu
qt5-styleplugins
qt5ct
qutebrowser
ranger
reflector
reiserfsprogs
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
s-nail
scrot
sed
shadow
steam
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
tk
tlp
tp_smapi
tpacpi-bat
transmission-gtk
ttf-liberation
unicode-emoji
upower
usbutils
util-linux
vi
vim
vim-airline
vim-nerdtree
vim-syntastic
virt-manager
vlc
w3m
which
wpa_supplicant
xf86-input-evdev
xf86-input-synaptics
xf86-input-wacom
xf86-video-intel
xfsprogs
xorg-server
xorg-xbacklight
xorg-xev
xorg-xprop
xorg-xrdb
xorg-xwininfo
xournalpp
zsh
